var templates = [
  {
    name : '最简单',
    text : 'This is a simple text.'
  },
  {
    name : '语法说明',
    text :'\
      # 下面是使用说明，请观察右侧预览区域的效果，点击上面选择设备预览相应效果\
      \n\n\
      所有文本段落，不用开头空格，系统自动搞定，手动空10个格也没用\
      \n\n\
      标题分六级，依此由N个#开头空格标题名\
      \n\n\
      # 一级标题\
      \n\n\
      ## 二级标题\
      \n\n\
      ### 三级标题\
      \n\n\
      #### 四级标题\
      \n\n\
      ##### 五级标题\
      \n\n\
      ###### 六级标题\
      \n\n\
      无序列表使用 * 作开始\
      \n\n\
      * 列表1\
      \n\
      * 列表2\
      \n\
      * 列表3\
      \n\n\
      有序列表使用阿拉伯数字加英文句号作开始\
      \n\n\
      1. 列表1\
      \n\
      2. 列表2\
      \n\
      3. 列表3\
      \n\n\
      **加粗文本**，默认红色，使用两个*\
      \n\n\
      链接，[汽车之家](http://www.autohome.com.cn)\
      \n\n\
      红色分割线，---\
      \n\n\
      ---\
      \n\n\
      图片，\
      \n\n\
      ![图片替代文本](http://www1.m.autoimg.cn/zx/newspic/2015/2/27/640x0_1_q30_2015022707142781513.jpg)\
      '
  },
  {
    name : '文章模板',
    text : '\
    [汽车之家 [专业评测](http://www.autohome.com.cn/bestauto/#pvareaid=103408)]  如今SUV市场持续火爆，在各个级别都有着强劲的增长，尤其是在方兴未艾的小型SUV市场更是如此。对于已经对三厢或是两厢轿车有审美疲劳的朋友来说，一台SUV似乎更能符合其展现独特个性的需求，而对年轻的城市购车族而言，不但外观上要有特色，性能配置上也要注重实用主义原则，高性价比是必须考虑的因素。在北京现代ix25上市之初，我们对其2.0L的顶配车型进行了测试，而从后来的市场销量上看，消费者更青睐于1.6L车型，有超过80%的车主选择的是1.6L的车型，说明该群体对性价比和实用性的要求会高于对性能渴望。今天我们就来看看北京现代ix25 1.6L车型是否能满足我们日常使用的需求？ \
    \n\n\
    ![头图](http://www0.autoimg.cn/zx/newspic/2015/2/26/620x0_0_2015022608281275789.jpg) \
    \n\n\
    ![专业评测团队](http://www0.autoimg.cn/zx/newspic/2015/2/17/620x0_0_2015021708000332684.jpg) \
    \n\n\
    外观方面，现代ix25采用现代最新的流体雕塑2.0设计语言，造型极具个性，平直的车顶和突出的腰线是其最具标识性的细节，整体造型风格无疑会符合年轻消费者的审美需求。\
    \n\n\
    ![](http://car1.autoimg.cn/car/carnews/2015/2/24/d_20150224163950165514910.jpg)\
    \n\n\
    ![](http://car1.autoimg.cn/car/carnews/2015/2/24/d_20150224164528501514911.jpg)\
    \n\n\
    ![](http://car1.autoimg.cn/car/carnews/2015/2/25/d_20150225091830250514911.jpg)\
    \n\n\
    ![](http://car1.autoimg.cn/car/carnews/2015/2/24/d_20150224164553774514911.jpg)\
    \n\n\
    \![](http://car1.autoimg.cn/car/carnews/2015/2/25/d_20150225091832960514910.jpg)\
    \n\n\
    \![](http://car0.autoimg.cn/car/carnews/2015/2/24/d_20150224164451277514911.jpg)\
    \n\n\
    ![](http://car1.autoimg.cn/car/carnews/2015/2/24/d_20150224231403694514911.jpg)\
    \n\n\
    内饰的设计延续了外观具有年轻时尚的风格，而高配车型采用的全景天窗是个亮点，让其后排乘客的视野开阔许多，有较好的空间感。\
    \n\n\
    ![总图](http://car1.autoimg.cn/car/carnews/2015/2/24/d_20150224164433149514911.jpg)\
    \n\n\
    ![方向盘](http://car0.autoimg.cn/car/carnews/2015/2/24/d_20150224164409573514910.jpg)\
    \n\n\
    ![中控](http://car0.autoimg.cn/car/carnews/2015/2/24/d_20150224164400839514911.jpg)\
    \n\n\
    ![空调](http://car1.autoimg.cn/car/carnews/2015/2/25/d_20150225084748143514911.jpg)\
    \n\n\
'
  }
]

module.exports = templates